Repository: EmicoEcommerce/ingenico-m2-payments
Catalog: po/local.*.po
Languages: de_de, es_es, fr_be, it_it, nl_nl, pt_pt

# ingenico.settings.label24
source: Send on Status Change
de_de: Senden, wenn sich der Status ändert
es_es: Enviar cuando el estado cambie
fr_be: Envoyer lorsque le statut change
it_it: Invia quando lo stato cambia
nl_nl: Verzenden bij statuswijziging
pt_pt: Enviar quando o status for alterado

# ingenico.notification.message15
source: Update status
es_es: Estado de actualización
fr_be: Mise à jour
it_it: Aggiorna stato
nl_nl: Status bijwerken
pt_pt: Atualizar o status

# ingenico.notification.message16
source: Credit memo created in Pending status. Refund will be finalised when confirmed by payment gateway.
de_de: Gutschrift im Status "Ausstehend" erstellt. Die Rückerstattung wird abgeschlossen, wenn sie vom Zahlungsgateway bestätigt wird.
es_es: Nota de crédito creada con estado pendiente. El reembolso será definitivo una vez confirmado por la pasarela de pago.
fr_be: La note de crédit est en court. Le remboursement deviendra définitif une fois confirmé par la platforme de paiement.
it_it: Nota di accredito creata con stato in sospeso. Il rimborso diventerà definitivo una volta confermato dal gateway di pagamento.
nl_nl: Creditnota gemaakt met de status in behandeling. De terugbetaling wordt definitief wanneer deze bevestigd is door de betalingsgateway.
pt_pt: Nota de crédito criada com status pendente. O reembolso será finalizado assim que confirmado pelo gateway de pagamento.

# ingenico.settings.label25
source: Order Status
de_de: Bestellstatus
es_es: Estado del pedido
fr_be: Statut de la commande
it_it: Lo stato dell'ordine
pt_pt: Status do pedido

# ingenico.settings.label26
source: Order status (for AUTHORIZATION)
de_de: Bestellstatus (zur AUTORISIERUNG)
es_es: Estado del pedido (para AUTORIZACIÓN)
fr_be: Statut de la commande (pour AUTORISATION)
it_it: Stato dell'ordine (per AUTORIZZAZIONE)
nl_nl: Orderstatus (voor AUTORISATIE)
pt_pt: Status do pedido (para AUTHORIZATION)

# ingenico.settings.label27
source: Order status (for SALE)
de_de: Bestellstatus (zur SALE)
es_es: Estado del pedido (para SALE)
fr_be: Statut de la commande (pour la VENTE DIRECTE)
it_it: Stato dell'ordine (per SALE)
nl_nl: Orderstatus (voor SALE)
pt_pt: Status do pedido (para SALE)
