Repository: EmicoEcommerce/ingenico-m2-payments
Catalog: po/local.*.po
Languages: de_de, es_es, fr_be, it_it, nl_nl, pt_pt

# ingenico.settings.label1
source: days
de_de: Tage
es_es: días
fr_be: jours
it_it: giorni
nl_nl: dagen
pt_pt: dias

# ingenico.settings.label2
source: instalments
de_de: Ratenzahlungen
es_es: pagos
fr_be: paiements échelonnés
it_it: rate
nl_nl: afbetalingstermijnen
pt_pt: prestações

# ingenico.settings.label3
source: in base currency
de_de: in Basiswährung
es_es: en la moneda base
fr_be: en devise de base
it_it: valuta di base
nl_nl: in basisvaluta
pt_pt: na moeda de base

# ingenico.settings.comment3
source: Download a reference
de_de: Eine Referenz herunterladen
es_es: Descargar una referencia
fr_be: Téléchargez une référence
it_it: Scaricare il riferimento
nl_nl: Een referentie downloaden
pt_pt: Transferir uma referência

# ingenico.settings.comment4
source: Edit the template according to your needs.
de_de: Die Vorlage nach Ihren Wünschen bearbeiten.
es_es: Edite la plantilla con arreglo a sus necesidades.
fr_be: Modifiez le modèle selon vos besoins.
it_it: Modificare il modello secondo le proprie necessità.
nl_nl: Bewerk de sjabloon al naar behoefte.
pt_pt: Edite o modelo de acordo com as suas necessidades.

# ingenico.exception.message1
source: Missing required parameters
de_de: Fehlende erforderliche Parameter
es_es: Faltan parámetros obligatorios
fr_be: Paramètres requis manquants
it_it: Mancanza dei parametri necessari
nl_nl: Vereiste parameters ontbreken
pt_pt: Parâmetros necessários em falta

# ingenico.exception.message2
source: Direct requests not allowed
de_de: Direkte Anfragen nicht erlaubt
es_es: No se permiten solicitudes directas
fr_be: Requêtes directes non autorisées
it_it: Richiesta diretta non consentita
nl_nl: Directe aanvragen zijn niet toegestaan
pt_pt: Pedidos diretos não permitidos

# ingenico.exception.message3
source: Order #%1 is not available for payment
de_de: Bestellung #%1 ist nicht zur Zahlung verfügbar
es_es: El pedido n.º %1 no está disponible para el pago
fr_be: La commande #%1 n’est pas disponible pour paiement
it_it: Ordine #%1 non disponibile per il pagamento
nl_nl: Order #%1 is niet beschikbaar voor betaling
pt_pt: A encomenda #%1 não está disponível para pagamento

# ingenico.settings.label4
source: --Please Select--
de_de: --Bitte Auswählen--
es_es: --Seleccione--
fr_be: --Veuillez choisir--
it_it: --Selezionare--
nl_nl: --Maak een keuze--
pt_pt: --Selecione--

# ingenico.settings.option1
source: Active Payment Method Logos
de_de: Logos für aktive Zahlungsmethoden
es_es: Logotipos de los métodos de pago activos
fr_be: Logos des moyens de paiement actifs
it_it: Logo del metodo di pagamento attivo
nl_nl: Logo's actieve betalingsmethoden
pt_pt: Logótipos de método de pagamento ativo

# ingenico.settings.option2
source: Active Payment Method Names
de_de: Bezeichnungen für aktive Zahlungsmethoden
es_es: Nombres de los métodos de pago activos
fr_be: Noms des moyens de paiement actifs
it_it: Nomi del metodo di pagamento attivi
nl_nl: Namen actieve betalingsmethoden
pt_pt: Nomes de método de pagamento ativo

# ingenico.settings.option3
source: Custom Text
de_de: Benutzerdefinierter Text
es_es: Texto personalizado
fr_be: Texte personnalisé
it_it: Testo personalizzato
nl_nl: Aangepaste tekst
pt_pt: Texto personalizado

# ingenico.exception.message4
source: Unknown payment error
de_de: Unbekannter Zahlungsfehler
es_es: Error de pago desconocido
fr_be: Erreur de paiement inconnue
it_it: Errore di pagamento sconosciuto
nl_nl: Onbekende betalingsfout
pt_pt: Erro de pagamento desconhecido

# ingenico.exception.message5
source: The authorize action is not available.
de_de: Die Genehmigungsaktion ist nicht verfügbar.
es_es: La acción de autorización no está disponible.
fr_be: L’action autoriser n’est pas disponible.
it_it: Azione di autorizzazione non disponibile.
nl_nl: De autorisatie-actie is niet beschikbaar.
pt_pt: A ação de autorização não está disponível.

# ingenico.exception.message6
source: The capture action is not available.
de_de: Die Erfassungsaktion ist nicht verfügbar.
es_es: La acción de captura no está disponible.
fr_be: L’action saisir n’est pas disponible.
it_it: Azione di cattura non disponibile.
nl_nl: De capture-actie is niet beschikbaar.
pt_pt: A ação de cobrança não está disponível.

# ingenico.exception.message7
source: The refund action is not available.
de_de: Die Rückerstattungsaktion ist nicht verfügbar.
es_es: La acción de reembolso no está disponible.
fr_be: L’action rembourser n’est pas disponible.
it_it: Azione di rimborso non disponibile.
nl_nl: De restitutie-actie is niet beschikbaar.
pt_pt: A ação de reembolso não está disponível.

# ingenico.exception.message8
source: Order increment_id not found
de_de: Bestellung increment_id nicht gefunden
es_es: No se ha encontrado el increment_id del pedido
fr_be: Identifiant increment_id de la commande introuvable
it_it: ID aumento ordine non trovato
nl_nl: Kan increment_id voor de order niet vinden
pt_pt: O increment_id da encomenda não foi encontrado

# ingenico.notification.message1
source: Failed loading order with increment_id %1
de_de: Fehlgeschlagene Ladebestellung mit increment_id %1
es_es: Error al cargar el pedido con increment_id %1
fr_be: Échec de chargement de la commande dont l’identifiant est increment_id %1
it_it: Caricamento ordine con ID aumento %1 non riuscito
nl_nl: Kan order met increment_id %1 niet laden
pt_pt: Falha ao carregar a encomenda com increment_ID %1

# ingenico.notification.message2
source: Can not change order status to "%1", as it is currently in "%2" status
de_de: Kann den Bestellstatus nicht auf „%1“ ändern, da er sich aktuell im Status „%2“ befindet
es_es: No se puede cambiar el estado del pedido a “%1”, ya que actualmente tiene el estado “%2”
fr_be: Impossible de modifier le statut de la commande à « %1 », car son statut actuel est « %2 »
it_it: Impossibile modificare lo stato dell’ordine su “%1”, perché in questo momento si trova nello stato “%2”
nl_nl: Kan de orderstatus niet in "%1" veranderen omdat deze momenteel de status "%2" heeft
pt_pt: Não foi possível alterar o estado da encomenda para “%1”, porque se encontra no estado “%2” atualmente

# ingenico.notification.message3
source: Payment authorized
de_de: Zahlung autorisiert
es_es: Pago autorizado
fr_be: Paiement autorisé
it_it: Pagamento autorizzato
nl_nl: Betaling geautoriseerd
pt_pt: Pagamento autorizado

# ingenico.notification.message4
source: Can not record payment, as order is already paid for.
de_de: Kann keine Zahlung erfassen, da die Bestellung bereits bezahlt wurde.
es_es: No se puede registrar el pago, ya que el pedido ya está pagado.
fr_be: Impossible d’enregistrer le paiement, car la commande a déjà été payée.
it_it: Pagamento non registrabile, perché l’ordine è già stato pagato.
nl_nl: Kan betaling niet vastleggen omdat order al is betaald.
pt_pt: Não é possível registar o pagamento, pois a encomenda já foi paga.

# ingenico.notification.message5
source: Can not record payment, as order is canceled.
de_de: Kann keine Zahlung erfassen, da die Bestellung storniert wurde.
es_es: No se puede registrar el pago, ya que el pedido está cancelado.
fr_be: Impossible d’enregistrer le paiement, car la commande est annulée.
it_it: Pagamento non registrabile, perché l’ordine è stato cancellato.
nl_nl: Kan betaling niet vastleggen omdat order is geannuleerd.
pt_pt: Não é possível registar o pagamento, pois a encomenda foi cancelada.

# ingenico.notification.message6
source: Payment captured
de_de: Zahlung erfasst
es_es: Pago capturado
fr_be: Paiement saisi
it_it: Pagamento catturato
nl_nl: Capture betaling voltooid
pt_pt: Pagamento cobrado

# ingenico.notification.message7
source: Can not cancel order. %1
de_de: Kann die Bestellung nicht stornieren. %1
es_es: No se puede cancelar el pedido %1
fr_be: Impossible d’annuler la commande. %1
it_it: Impossibile cancellare l’ordine. %1
nl_nl: Kan order niet annuleren, %1
pt_pt: Não é possível cancelar a encomenda. %1

# ingenico.notification.message8
source: Order canceled
de_de: Bestellung storniert
es_es: Pedido cancelado
fr_be: Commande annulée
it_it: Ordine cancellato
nl_nl: De order is geannuleerd
pt_pt: Encomenda cancelada

# ingenico.button.label1
source: Place Order
de_de: Bestellung aufgeben
es_es: Hacer pedido
fr_be: Passer une commande
it_it: Acquistare
nl_nl: Order plaatsen
pt_pt: Efetuar encomenda

# ingenico.button.label2
source: Close
de_de: Schließen
es_es: Cerrar
fr_be: Fermer
it_it: Chiusura
nl_nl: Sluiten
pt_pt: Fechar

# ingenico.settings.label5
source: Enable
de_de: Aktivieren
es_es: Activar
fr_be: Activer
it_it: Attivare
nl_nl: Inschakelen
pt_pt: Ativar

# ingenico.settings.label6
source: In Checkout Show Title As
de_de: Im Checkout Titel anzeigen als
es_es: En el pago, mostrar el título como
fr_be: Lors du paiement indiquer l’intitulé en tant que
it_it: Al pagamento mostra il titolo come
nl_nl: Titel in betaalproces weergeven als
pt_pt: Mostrar título no check-out como

# ingenico.settings.label7
source: Title
de_de: Titel
es_es: Título
fr_be: Intitulé
it_it: Titolo
nl_nl: Titel
pt_pt: Título

# ingenico.settings.label8
source: Suppress Order Confirmation Email
de_de: E-Mail zur Auftragsbestätigung unterdrücken
es_es: Suprimir correo electrónico de confirmación del pedido
fr_be: E-mail de confirmation de suppression de la commande
it_it: E-mail di conferma annullamento ordine
nl_nl: E-mail met orderbevestiging onderdrukken
pt_pt: E-mail de confirmação de supressão de encomenda

# ingenico.settings.comment1
source: When switched on, customers will not receive Order Confirmation Email when paying using this payment method.
de_de: Wenn eingeschaltet, erhalten Kunden bei der Zahlung mit dieser Zahlungsmethode keine E-Mail mit der Auftragsbestätigung.
es_es: Si está activado, los clientes no recibirán un correo electrónico de confirmación del pedido cuando paguen con este método de pago.
fr_be: Lorsque c’est activé, les clients ne recevront pas l’e-mail de confirmation de la commande lorsqu’ils utiliseront ce moyen de paiement.
it_it: Se attivato, i clienti che pagano con questo metodo di pagamento non riceveranno la E-mail di conferma ordine.
nl_nl: Indien dit is ingeschakeld, ontvangen klanten geen email met orderbevestiging wanneer ze via deze betalingsmethode betalen.
pt_pt: Quando ativado, os clientes não recebem o e-mail de confirmação de encomenda quando pagam com este método de pagamento.

# ingenico.settings.label9
source: Payment from Applicable Countries
de_de: Zahlung aus Betreffenden Ländern
es_es: Pago desde países aplicables
fr_be: Paiement depuis les pays disponibles
it_it: Pagamento dalle Nazioni interessate
nl_nl: Betaling vanuit toepasselijke landen
pt_pt: Pagamento a partir de países aplicáveis

# ingenico.settings.label10
source: Payment from Specific Countries
de_de: Zahlung aus Bestimmten Ländern
es_es: Pago desde países específicos
fr_be: Paiement depuis des pays spécifiques
it_it: Pagamento da Nazioni specifiche
nl_nl: Betaling vanuit specifieke landen
pt_pt: Pagamento a partir de países específicos

# ingenico.settings.label11
source: Minimum Order Total
de_de: Mindestbestellsumme
es_es: Total de pedido mínimo
fr_be: Total de la commande minimum
it_it: Totale minimo da ordinare
nl_nl: Minimum ordertotaal
pt_pt: Total mínimo de encomenda

# ingenico.settings.label12
source: Maximum Order Total
de_de: Maximale Bestellsumme
es_es: Total de pedido máximo
fr_be: Total de la commande maximum
it_it: Totale massimo da ordinare
nl_nl: Maximum ordertotaal
pt_pt: Total máximo de encomenda

# ingenico.settings.label13
source: Sort Order
de_de: Bestellung sortieren
es_es: Ordenar pedido
fr_be: Trier par ordre
it_it: Ordinamento
nl_nl: Sorteervolgorde
pt_pt: Ordenar encomenda

# ingenico.settings.label14
source: Ingenico ePayments
it_it: ePayments di Ingenico
pt_pt: Pagamentos eletrónicos da Ingenico

# ingenico.settings.label15
source: Country of your business entity
de_de: Land Ihrer Geschäftseinheit
es_es: País de su entidad empresarial
fr_be: Pays de votre entreprise
it_it: Nazione dell’attività aziendale
nl_nl: Land van uw bedrijfsentiteit
pt_pt: País da sua entidade empresarial

# ingenico.settings.label16
source: Mode
de_de: Modus
es_es: Modo
it_it: Modalità
nl_nl: Modus
pt_pt: Modo

# ingenico.settings.label17
source: General
de_de: Allgemein
fr_be: Général
it_it: Generale
nl_nl: Algemeen
pt_pt: Geral

# ingenico.settings.label18
source: Settings Mode
de_de: Einstellungs-Modus
es_es: Modo de configuración
fr_be: Mode paramètres
it_it: Impostazioni modalità
nl_nl: Instellingenmodus
pt_pt: Modo de definições

# ingenico.settings.label19
source: Send After
de_de: Später senden
es_es: Enviar después
fr_be: Envoyer après
it_it: Invio successivo
nl_nl: Naderhand verzenden
pt_pt: Enviar depois

# ingenico.settings.label20
source: Selected Countries
de_de: Ausgewählte Länder
es_es: Países seleccionados
fr_be: Pays sélectionnés
it_it: Nazioni selezionate
nl_nl: Geselecteerde landen
pt_pt: Países selecionados

# ingenico.settings.comment2
source: Please select countries in box above to see available payment Methods
de_de: Bitte Länder im obenstehenden Feld auswählen, um die verfügbaren Zahlungsmethoden anzuzeigen
es_es: Seleccione países en la casilla anterior para ver los métodos de pago disponibles
fr_be: Veuillez sélectionner les pays dans la fenêtre ci-dessus pour afficher les moyens de paiement disponibles
it_it: Selezionare le nazioni nella casella precedente per vedere i metodi di pagamento disponibili
nl_nl: Selecteer landen in het bovenstaande vak als u de beschikbare betalingsmethoden wilt weergeven
pt_pt: Selecione países na caixa acima para ver métodos de pagamento disponíveis

# ingenico.settings.label21
source: Enable Logging
de_de: Logging aktivieren
es_es: Habilitar registro
fr_be: Autoriser la consignation
it_it: Attivare la registrazione
nl_nl: Logboek inschakelen
pt_pt: Ativar registo

# ingenico.settings.comment5
source: When enabled, all communication is logged to var/log/ingenico.log
de_de: Wenn diese Option aktiviert ist, wird die gesamte Kommunikation in „var/log/ingenico.log“ protokolliert
es_es: Cuando esta opción está habilitada, toda la comunicación se registra en var/log/ingenico.log
fr_be: Lorsqu’elle est autorisée, toutes les communications sont consignées sur var/log/ingenico.log
it_it: Attivare la registrazione
nl_nl: Zodra dit is ingeschakeld, wordt alle communicatie vastgelegd in var/log/ingenico.log
pt_pt: Quando ativado, todas as comunicações são registadas em var/log/ingenico.log

# ingenico.settings.comment6
source: HINT: To select multiple countries press and hold ""Ctrl."" key on PC and ""Command"" key on Mac
de_de: HINWEIS: Mit der Strg-Taste auf dem PC und der Befehlstaste auf dem Mac können Sie mehrere Länder auswählen
es_es: SUGERENCIA: Si quieres seleccionar varios países a la vez, mantén presionada la tecla “Ctrl.” (PC) y la tecla “Comando” (Mac) cuando hagas la selección
fr_be: NOTE : Pour sélectionner plusieurs pays à la fois, appuyez sur la touche « Ctrl » sur les PC et la touche « Command » sur les Mac, en la maintenant enfoncée
it_it: SUGGERIMENTO: Per selezionare più Paesi, tenere premuto il tasto “Ctrl” sul PC e il tasto “Comando” su Mac
nl_nl: HINT: Als je meerdere landen wilt selecteren, houdt je op de pc de toets "Ctrl" ingedrukt en op de Mac de toets "Command"
pt_pt: SUGESTÃO: Para selecionar diversos países, prima e mantenha premida a tecla “Ctrl” no PC e a tecla “Command” no Mac

# form.support.hint.local
source: If you're having difficulties while setting up your account, submit a request to Ingenico that will automatically <b>include your store settings</b>. If you're already in communication with our support, then include your ticket identifier.
de_de: Senden Sie bei Problemen mit der Einrichtung Ihres Kontos eine Anfrage an Ingenico, die automatisch <b>Ihre Geschäftseinstellungen enthält</b>. Wenn Sie bereits mit unserem Support in Verbindung stehen, geben Sie Ihre Ticket-ID an.
es_es: Si tienes dificultades para configurar tu cuenta, puedes enviar una solicitud de asistencia a Ingenico que <b>incluya automáticamente tu configuración guardada</b>. Si ya estás en contacto con nuestro departamento de soporte, incluye el identificador de tu ticket de soporte.
fr_be: Si vous éprouvez des difficultés à configurer votre compte, introduisez une demande auprès d’Ingenico qui <b>comprendra automatiquement les paramètres de votre boutique</b>. Si vous communiquez déjà avec notre support, veuillez inclure l’identifiant de votre demande.
it_it: In caso di difficoltà nella configurazione del proprio account, inviare una richiesta a Ingenico in cui saranno <b>contenute automaticamente le proprie impostazioni memorizzate</b>. Se si è già in comunicazione con il nostro team di supporto, includere il proprio ticket identificativo.
nl_nl: Als je problemen hebt bij het instellen van je account, kun je een verzoek indienen bij Ingenico waarin <b>je winkelinstellingen automatisch zijn opgenomen</b>. Geef je ticket-id op als je al in gesprek bent met onze support.
pt_pt: Se estiver a ter dificuldades ao configurar a sua conta, envie um pedido para a Ingenico, que irá incluir automaticamente <b>as definições da sua loja</b>. Se já estiver em contacto com o nosso suporte, então inclua o seu identificador de bilhete.

# ingenico.settings.label22
source: Create new Ingenico account
de_de: Neues Ingenico-Konto erstellen
es_es: Crear una nueva cuenta de Ingenico
fr_be: Créer un nouveau compte Ingenico
it_it: Creare un nuovo account Ingenico
nl_nl: Nieuwe Ingenico-account maken
pt_pt: Criar nova conta Ingenico

# ingenico.settings.label23
source: By submitting this form, you consent to the processing and use of your personal data by Ingenico in accordance with Ingenico's Privacy Policy for dealing with your request and further sending you commercial offers in relation to Ingenico products and services. You are informed that you will be able to withdraw your consent at any time by using the “unsubscribe” option in the e-mail you may receive or by contacting an Ingenico Data Privacy Officer.
de_de: Mit diesem ausgefüllten Formular stimme ich der Verarbeitung und Nutzung meiner personenbezogenen Daten durch Ingenico gemäß der Datenschutzerklärung von Ingenico zu, um meine Anfrage zu bearbeiten und mir kommerzielle Angebote zu Ingenico-Produkten und -Dienstleistungen zuzusenden. Ich wurde darüber informiert, dass ich meine Einwilligung jederzeit mit der Option „Abbestellen“ in der E-Mail, die ich erhalten habe, widerrufen kann oder indem ich mich an einen Datenschutzbeauftragten von Ingenico wende.
fr_be: En soumettant ce formulaire, vous acceptez le traitement et l’utilisation de vos données à caractère personnel par Ingenico conformément à la Politique de confidentialité d’Ingenico pour la traitement de votre demande et l’envoi ultérieur d’offres commerciales en lien avec des produits et services d’Ingenico. Vous êtes informé du fait que vous pourrez révoquer votre consentement à tout moment en utilisant l’option « désinscription » dans l’e-mail que vous êtes susceptible de recevoir ou en contactant un Responsable de la confidentialité d’Ingenico.
it_it: Selezionare le nazioni nella casella precedente per vedere i metodi di pagamento disponibili
nl_nl: Door dit formulier in te dienen, stem je ermee in dat Ingenico je persoonsgegevens verwerkt volgens het Privacybeleid van Ingenico, om je verzoek af te handelen en je andere commerciële aanbiedingen te sturen in verband met Ingenico's producten en diensten. Je kunt deze instemming op elk gewenst tijdstip intrekken door de optie “unsubscribe” (uitschrijven) te gebruiken in een e-mailbericht dat je ontvangt of door contact op te nemen met een Data Privacy Officer van Ingenico.

# ingenico.notification.message9
source: You can only have one ""Open Invoice"" payment method enabled.
de_de: Sie dürfen nur eine Zahlungsmethode für „Offene Rechnung“ aktivieren.
es_es: Solo puedes tener habilitado un método de pago “Factura abierta”.
fr_be: Une seule méthode de paiement par « Facture en suspens » peut être activée.
it_it: È possibile abilitare un solo metodo di pagamento con “Fattura scoperta”.
nl_nl: Je kunt niet meer dan één "Openstaande factuur"-betalingsmethode ingeschakeld hebben.
pt_pt: Apenas poderá ter um método de pagamento de “Fatura aberta” ativo.

# ingenico.notification.message10
source: Configuration was not saved!
de_de: Die Konfiguration wurde nicht gespeichert!
es_es: La configuración no se ha guardado.
fr_be: La configuration n’a pas été enregistrée !
it_it: La configurazione non è stata salvata!
nl_nl: De configuratie is niet opgeslagen!
pt_pt: A configuração não foi guardada!

# modal.openinvoice.additional_data_required
source: Please provide additional data required for this payment method
de_de: Bitte geben Sie zusätzliche Daten an, die für diese Zahlungsmethode erforderlich sind
es_es: Debes facilitar información adicional para este método de pago
fr_be: Veuillez fournir des données supplémentaires requises pour cette méthode de paiement
it_it: Fornire i dati aggiuntivi richiesti per questo metodo di pagamento
nl_nl: Geef aanvullende informatie op die voor deze betalingsmethode nodig is
pt_pt: Forneça os dados adicionais necessários para este método de pagamento

# modal.openinvoice.proceed
source: Proceed
es_es: Continuar
fr_be: Procéder
it_it: Procedere
pt_pt: Continuar

source: Billing state
de_de: Land der Rechnungsadresse
es_es: Provincia de facturación
fr_be: État de facturation
it_it: Paese di fatturazione
nl_nl: Staat/provincie facturering
pt_pt: Estado da cobrança

source: Billing street number
de_de: Hausnummer der Rechnungsadresse
es_es: Número de domicilio de facturación
fr_be: Numéro de l’adresse de facturation
it_it: Indirizzo di fatturazione
nl_nl: Huisnummer facturering
pt_pt: Número da rua para faturação

source: Shipping state
de_de: Land der Lieferadresse
es_es: Provincia de envío
fr_be: État de livraison
it_it: Paese di spedizione
nl_nl: Staat/provincie verzending
pt_pt: Estado da expedição

source: Shipping street number
de_de: Hausnummer der Lieferadresse
es_es: Número de domicilio de envío
fr_be: Numéro de l’adresse de livraison
it_it: Indirizzo di spedizione
nl_nl: Huisnummer verzending
pt_pt: Número da rua para expedição

source: Shipping company
de_de: Unternehmen der Lieferadresse
es_es: Empresa de envío
fr_be: Société de livraison
it_it: Società di spedizione
nl_nl: Bedrijf verzending
pt_pt: Empresa de expedição

source: Shipping customer title
de_de: Kundentitel der Lieferadresse
es_es: Título del cliente de envío
fr_be: Titre du client pour la livraison
it_it: Titolo della spedizione al cliente
nl_nl: Titel klant verzending
pt_pt: Cargo do cliente para expedição

source: Shipping fax
de_de: Faxnummer der Lieferadresse
es_es: Fax de envío
fr_be: Fax pour la livraison
it_it: Fax di spedizione
nl_nl: Fax verzending
pt_pt: Fax da expedição

source: Customer dob
de_de: Geburtsdatum des Kunden
es_es: Fecha de nacimiento del cliente
fr_be: Date de naissance du client
it_it: Data di nascita del cliente
nl_nl: Geboortedatum klant
pt_pt: Data de nascimento do cliente

source: Customer gender
de_de: Geschlecht des Kunden
es_es: Género del cliente
fr_be: Sexe du client
it_it: Genere del cliente
nl_nl: Geslacht klant
pt_pt: Sexo do cliente

source: Value is required
de_de: Wert erforderlich
es_es: Valor obligatorio
fr_be: Champ obligatoire
it_it: Valore obbligatorio
nl_nl: Waarde is verplicht
pt_pt: O valor é obrigatório

source: Customer civility
de_de: Anrede
es_es: Tratamiento
fr_be: Civilité du client
it_it: Titolo di cortesia del cliente
nl_nl: Aanspreekvorm klant
pt_pt: Estado civil do cliente

source: Male
de_de: Männlich
es_es: Hombre
fr_be: Homme
it_it: Uomo
nl_nl: Man
pt_pt: Masculino

source: Female
de_de: Weiblich
es_es: Mujer
fr_be: Femme
it_it: Donna
nl_nl: Vrouw
pt_pt: Feminino
